/*-------------------------------------------------------------------------------------------------*/
/* Copyright (c) 2008 DaisyDisk Team: <http://www.daisydiskapp.com> */
/* Some rights reserved: <http://opensource.org/licenses/mit-license.php> */
/*-------------------------------------------------------------------------------------------------*/

"DFeedback_Alert_SendFailed_Title" = "Senden des Feedbacks war nicht möglich";
"DFeedback_Alert_SendFailed_Message" = "Folgender Fehler ist aufgetreten: %@";
"DFeedback_Alert_SendFailed_Button_Dismiss" = "Schließen";

"DFeedback_PlaceholderText" = "Bitte verfassen Sie Ihr Feedback auf Englisch, da wir kein Deutsch verstehen.";

